Repository: Lordly-Tech/YuBing
Catalog: apple/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 文件已经加入鱼饼，可以继续选择其他文件。
en: Files have been added to YuBing. You can choose more files.
ja: ファイルは魚餅に追加されました。続けて他のファイルを選択できます。
ko: 파일이 YuBing에 추가되었습니다. 다른 파일을 계속 선택할 수 있습니다.
zh_hant: 檔案已經加入魚餅，可以繼續選擇其他檔案。

source: 文字
en: Text
ja: Text
ko: Text

source: 新建文件夹
en: New Folder
ja: 新しいフォルダ
ko: 새 폴더
zh_hant: 新增檔案夾

source: 新建歌单
en: New Playlist
ja: New Playlist
ko: New Playlist
zh_hant: New Playlist

source: 旋转数码表冠放大，双击还原
en: Rotate the Digital Crown to zoom, double tap to reset
ja: Digital Crown を回して拡大、ダブルタップでリセット
ko: 디지털 크라운을 돌려 확대하고 두 번 탭하여 초기화
zh_hant: 旋轉數位錶冠放大，輕點兩下還原

source: 无损
en: Lossless
ja: ロスレス
ko: 무손실
zh_hant: 無損

source: 无法启用音频播放：%@
en: Could not enable audio playback: %@
ja: Could not enable audio playback: %@
ko: Could not enable audio playback: %@
zh_hant: Could not enable audio playback: %@

source: 无法导入
en: Import Failed
ja: 読み込めません
ko: 가져올 수 없음
zh_hant: 無法匯入

source: 无法打开
en: Cannot Open
ja: 開けません
ko: 열 수 없음
zh_hant: 無法開啟

source: 无法打开 PDF
en: Cannot Open PDF
ja: PDFを開けません
ko: PDF를 열 수 없음
zh_hant: 無法開啟 PDF

source: 无法打开资料库
en: Could not open library
ja: ライブラリを開けません
ko: 보관함을 열 수 없습니다
zh_hant: 無法開啟資料庫

source: 无法提取这个 DOC 文件的正文。可在 Pages 或 Word 中另存为 DOCX 后再导入。
en: The body text could not be extracted from this DOC file. Save it as DOCX in Pages or Word, then import it again.
ja: The body text could not be extracted from this DOC file. Save it as DOCX in Pages or Word, then import it again.
ko: The body text could not be extracted from this DOC file. Save it as DOCX in Pages or Word, then import it again.
zh_hant: The body text could not be extracted from this DOC file. Save it as DOCX in Pages or Word, then import it again.

source: 无法播放当前歌曲。
en: The current song cannot be played.
ja: The current song cannot be played.
ko: The current song cannot be played.
zh_hant: The current song cannot be played.

source: 无法播放此文件。
en: This file cannot be played.
ja: このファイルは再生できません。
ko: 이 파일을 재생할 수 없습니다.
zh_hant: 無法播放此檔案。

source: 无法新建文件夹
en: Could Not Create Folder
ja: Could Not Create Folder
ko: Could Not Create Folder
zh_hant: Could Not Create Folder

source: 无法显示图片
en: Cannot Display Image
ja: 画像を表示できません
ko: 이미지를 표시할 수 없음
zh_hant: 無法顯示圖片

source: 无法移动
en: Could Not Move
ja: Could Not Move
ko: Could Not Move
zh_hant: Could Not Move

source: 无法解码 MOBI/AZW3 正文。
en: The MOBI/AZW3 body text could not be decoded.
ja: The MOBI/AZW3 body text could not be decoded.
ko: The MOBI/AZW3 body text could not be decoded.
zh_hant: The MOBI/AZW3 body text could not be decoded.

source: 无法解码此音频格式。
en: This audio format could not be decoded.
ja: This audio format could not be decoded.
ko: This audio format could not be decoded.
zh_hant: This audio format could not be decoded.

source: 无法访问音乐库
en: Could Not Access Music Library
ja: Could Not Access Music Library
ko: Could Not Access Music Library
zh_hant: 無法存取音樂庫

source: 无法识别文本编码。建议将文件另存为 UTF-8 后再导入。
en: The text encoding could not be detected. Save the file as UTF-8 and import it again.
ja: The text encoding could not be detected. Save the file as UTF-8 and import it again.
ko: The text encoding could not be detected. Save the file as UTF-8 and import it again.
zh_hant: The text encoding could not be detected. Save the file as UTF-8 and import it again.

source: 无法读取文档。
en: The document could not be read.
ja: The document could not be read.
ko: The document could not be read.
zh_hant: The document could not be read.

source: 无法读取这本书
en: Could Not Read This Book
ja: Could Not Read This Book
ko: Could Not Read This Book
zh_hant: Could Not Read This Book

source: 日本語
en: Japanese
ko: 일본어
zh_hant: 日文

source: 显示
en: Show
ja: 表示
ko: 표시
zh_hant: 顯示

source: 显示播放器控制
en: Show Player Controls
ja: Show Player Controls
ko: Show Player Controls
zh_hant: Show Player Controls

source: 显示方式
en: View Mode
ja: 表示方法
ko: 보기 방식
zh_hant: 顯示方式

source: 显示翻译
en: Show Translation
ja: 翻訳を表示
ko: 번역 표시
zh_hant: 顯示翻譯

source: 智能分章 %@
en: Smart Chapter %@
ja: Smart Chapter %@
ko: Smart Chapter %@
zh_hant: Smart Chapter %@

source: 暂不支持读取 %@ 文件。
en: Reading %@ files is not supported yet.
ja: Reading %@ files is not supported yet.
ko: Reading %@ files is not supported yet.
zh_hant: Reading %@ files is not supported yet.

source: 暂停
en: Pause
ja: Pause
ko: Pause
zh_hant: 暫停

source: 暂无歌曲
en: No Songs
ja: No Songs
ko: No Songs
zh_hant: No Songs

source: 暂无歌词
en: No Lyrics
ja: No Lyrics
ko: No Lyrics
zh_hant: 暫無歌詞

source: 暂时无法打开系统播放器。
en: The system player could not be opened right now.
ja: The system player could not be opened right now.
ko: The system player could not be opened right now.
zh_hant: The system player could not be opened right now.

source: 更多
en: More
ja: More
ko: More

source: 有翻译歌词时在原文下方显示。
en: Shows the translation under the original line when available.
ja: 翻訳がある場合、原文の下に表示します。
ko: 번역이 있으면 원문 아래에 표시합니다.
zh_hant: 有翻譯歌詞時在原文下方顯示。

source: 服务说明
en: Service Description
ja: Service Description
ko: Service Description
zh_hant: Service Description

source: 未找到已安装鱼饼的配对手表
en: No paired watch with YuBing installed was found
ja: 魚餅がインストールされたペアリング済みの Watch が見つかりません
ko: YuBing이 설치된 페어링된 Watch를 찾지 못했습니다
zh_hant: 未找到已安裝魚餅的配對手錶

source: 未知
en: Unknown
ja: 不明
ko: 알 수 없음

source: 未知专辑
en: Unknown Album
ja: Unknown Album
ko: Unknown Album
zh_hant: Unknown Album

source: 未知艺人
en: Unknown Artist
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
zh_hant: 未知藝人

source: 未询问
en: Not Asked
ja: 未確認
ko: 아직 묻지 않음
zh_hant: 尚未詢問

source: 本书
en: books
ja: 冊
ko: 권
zh_hant: 本書

source: 本地存储与共享
en: Local Storage and Sharing
ja: Local Storage and Sharing
ko: Local Storage and Sharing
zh_hant: Local Storage and Sharing

source: 本地无损曲库
en: Local Lossless Library
ja: ローカルロスレスライブラリ
ko: 로컬 무손실 라이브러리
zh_hant: 本地無損曲庫

source: 本地网络：仅用于在同一 Wi-Fi 下接收文件。
en: Local Network: Used only to receive files over the same Wi-Fi network.
ja: Local Network: Used only to receive files over the same Wi-Fi network.
ko: Local Network: Used only to receive files over the same Wi-Fi network.
zh_hant: Local Network: Used only to receive files over the same Wi-Fi network.

source: 本地网络权限未生效，请在系统设置中允许鱼饼访问本地网络后再次开始传输。
en: Local Network permission is not active. Allow YuBing to access the local network in Settings, then start transfer again.
ja: ローカルネットワーク権限が有効ではありません。システム設定で魚餅のローカルネットワークアクセスを許可してから、転送を再開してください。
ko: 로컬 네트워크 권한이 활성화되지 않았습니다. 시스템 설정에서 YuBing의 로컬 네트워크 접근을 허용한 뒤 전송을 다시 시작하세요.
zh_hant: 本地網路權限未生效，請在系統設定中允許魚餅存取本地網路後再次開始傳輸。

source: 本地音乐
en: Local Music
ja: ローカル音楽
ko: 로컬 음악
zh_hant: 本地音樂

source: 本应用主要处理你主动导入、创建或生成的内容，这些内容只用于实现资料库、阅读、播放和同步等功能。
en: The app mainly processes content you import, create, or generate, and uses it only for library, reading, playback, and sync features.
ja: The app mainly processes content you import, create, or generate, and uses it only for library, reading, playback, and sync features.
ko: The app mainly processes content you import, create, or generate, and uses it only for library, reading, playback, and sync features.
zh_hant: The app mainly processes content you import, create, or generate, and uses it only for library, reading, playback, and sync features.

source: 本应用当前不提供账号体系或强制云端同步服务。
en: The app currently does not provide an account system or mandatory cloud sync service.
ja: The app currently does not provide an account system or mandatory cloud sync service.
ko: The app currently does not provide an account system or mandatory cloud sync service.
zh_hant: The app currently does not provide an account system or mandatory cloud sync service.

source: 本应用按现状提供，不保证完全兼容所有文件、编码、字幕、封面或播放环境。
en: The app is provided as is and is not guaranteed to be fully compatible with every file, encoding, subtitle, cover, or playback environment.
ja: The app is provided as is and is not guaranteed to be fully compatible with every file, encoding, subtitle, cover, or playback environment.
ko: The app is provided as is and is not guaranteed to be fully compatible with every file, encoding, subtitle, cover, or playback environment.
zh_hant: The app is provided as is and is not guaranteed to be fully compatible with every file, encoding, subtitle, cover, or playback environment.

source: 本应用提供本地文件管理、阅读、音乐播放、图片/视频查看、局域网传输和 Apple Watch 同步等功能。
en: The app provides local file management, reading, music playback, photo/video viewing, local network transfer, and Apple Watch sync features.
ja: The app provides local file management, reading, music playback, photo/video viewing, local network transfer, and Apple Watch sync features.
ko: The app provides local file management, reading, music playback, photo/video viewing, local network transfer, and Apple Watch sync features.
zh_hant: The app provides local file management, reading, music playback, photo/video viewing, local network transfer, and Apple Watch sync features.

source: 本应用的部分能力依赖 Apple 提供的系统服务和你自己的设备设置。
en: Some app capabilities depend on Apple system services and your own device settings.
ja: Some app capabilities depend on Apple system services and your own device settings.
ko: Some app capabilities depend on Apple system services and your own device settings.
zh_hant: Some app capabilities depend on Apple system services and your own device settings.

source: 本曲结束
en: End of Track
ja: 曲の終わり
ko: 트랙 끝
zh_hant: 本曲結束

source: 本机累计播放
en: Total local playback
ja: Total local playback
ko: Total local playback
zh_hant: Total local playback

source: 本隐私协议适用于鱼饼 YuBing 的 iPhone、iPad、Mac 和 Apple Watch 版本。我们会按照本协议及适用法律处理你在使用本应用时产生或导入的数据。
en: This Privacy Policy applies to the iPhone, iPad, Mac, and Apple Watch versions of YuBing. We process data generated or imported while you use the app according to this policy and applicable laws.
ja: This Privacy Policy applies to the iPhone, iPad, Mac, and Apple Watch versions of YuBing. We process data generated or imported while you use the app according to this policy and applicable laws.
ko: This Privacy Policy applies to the iPhone, iPad, Mac, and Apple Watch versions of YuBing. We process data generated or imported while you use the app according to this policy and applicable laws.
zh_hant: This Privacy Policy applies to the iPhone, iPad, Mac, and Apple Watch versions of YuBing. We process data generated or imported while you use the app according to this policy and applicable laws.

source: 本章读完
en: Chapter Complete
ja: この章を読み終えました
ko: 이 장을 다 읽음
zh_hant: 本章讀完

source: 权限
en: Permissions
ja: 権限
ko: 권한
zh_hant: 權限

source: 权限说明
en: Permissions
ja: Permissions
ko: Permissions
zh_hant: Permissions

source: 板块
en: Section
ja: Section
ko: Section
zh_hant: Section

source: 查看歌曲资料
en: View Song Details
ja: View Song Details
ko: View Song Details
zh_hant: View Song Details

source: 查看源代码
en: View Source Code
ja: View Source Code
ko: View Source Code
zh_hant: View Source Code

source: 标题
en: Title
ja: タイトル
ko: 제목
zh_hant: 標題

source: 格式
en: Format
ja: フォーマット
ko: 포맷

source: 格式限制
en: Format Limits
ja: Format Limits
ko: Format Limits
zh_hant: Format Limits

source: 模拟逐字
en: Simulated Word-by-Word
ja: 擬似文字単位
ko: 유사 글자 단위
zh_hant: 模擬逐字

source: 欢迎使用 鱼饼.txt
en: Welcome to YuBing.txt
ja: Welcome to YuBing.txt
ko: Welcome to YuBing.txt
zh_hant: Welcome to YuBing.txt

source: 歌单
en: Playlists
ja: Playlists
ko: Playlists
zh_hant: Playlists

source: 歌单名称
en: Playlist Name
ja: Playlist Name
ko: Playlist Name
zh_hant: Playlist Name

source: 歌单名称不能为空。
en: Playlist name cannot be empty.
ja: Playlist name cannot be empty.
ko: Playlist name cannot be empty.
zh_hant: Playlist name cannot be empty.

source: 歌单图片
en: Playlist Artwork
ja: Playlist Artwork
ko: Playlist Artwork
zh_hant: Playlist Artwork

source: 歌手
en: Artist
ja: アーティスト
ko: 아티스트

source: 歌曲
en: Songs
ja: 曲
ko: 노래

source: 歌曲资料
en: Song Info
ja: 曲の情報
ko: 곡 정보
zh_hant: 歌曲資料

source: 歌词
en: Lyrics
ja: 歌詞
ko: 가사
zh_hant: 歌詞

source: 歌词动效
en: Lyric Effects
ja: 歌詞アニメーション
ko: 가사 효과
zh_hant: 歌詞動效

source: 歌词只有整句时间时，按字数均分模拟逐字进度。
en: Splits a line evenly by character count when only line-level timing exists.
ja: 行単位の時間しかない場合、文字数で均等に分割して進行を再現します。
ko: 행 단위 시간만 있으면 글자 수로 균등 분할해 재현합니다.
zh_hant: 歌詞只有整句時間時，依字數均分模擬逐字進度。

source: 歌词自带逐字时间轴时，按字逐个点亮。
en: Highlights each word when the lyrics carry syllable timing.
ja: 歌詞に文字単位のタイムラインがある場合、1文字ずつ光ります。
ko: 가사에 음절 타임라인이 있으면 글자별로 강조합니다.
zh_hant: 歌詞自帶逐字時間軸時，逐字點亮。

source: 歌词行距
en: Line Spacing
ja: 行間
ko: 행 간격
zh_hant: 歌詞行距

source: 歌词跳转已在设置中关闭
en: Lyric seeking is turned off in Settings
ja: Lyric seeking is turned off in Settings
ko: Lyric seeking is turned off in Settings
zh_hant: Lyric seeking is turned off in Settings

source: 正在上传
en: Uploading
ja: アップロード中
ko: 업로드 중
zh_hant: 正在上傳

source: 正在上传 %@%%
en: Uploading %@%%
ja: アップロード中 %@%%
ko: 업로드 중 %@%%
zh_hant: 正在上傳 %@%%

source: 正在为 Watch 准备《%@》
en: Preparing “%@” for Watch
ja: Watch 用に「%@」を準備中
ko: Watch용으로 “%@” 준비 중
zh_hant: 正在為 Watch 準備《%@》

source: 正在为 Watch 整理《%@》
en: Organizing “%@” for Watch
ja: Watch 用に「%@」を整理中
ko: Watch용으로 “%@” 정리 중
zh_hant: 正在為 Watch 整理《%@》

source: 正在传输
en: Transferring
ja: 転送中
ko: 전송 중
zh_hant: 正在傳輸

source: 正在传输 %@%%
en: Transferring %@%%
ja: 転送中 %@%%
ko: 전송 중 %@%%
zh_hant: 正在傳輸 %@%%

source: 正在分析格式与章节
en: Analyzing format and chapters
ja: Analyzing format and chapters
ko: Analyzing format and chapters
zh_hant: Analyzing format and chapters

source: 正在启动
en: Starting
ja: 開始中
ko: 시작 중
zh_hant: 正在啟動

source: 正在唱到的字带柔光。
en: Adds a soft glow to the word currently being sung.
ja: 歌われている文字に柔らかな光を加えます。
ko: 현재 부르는 글자에 부드러운 광을 더합니다.
zh_hant: 正在唱到的字帶柔光。

source: 正在导入 %@ 个文件
en: Importing %@ files
ja: %@個のファイルを読み込み中
ko: %@개 파일 가져오는 중
zh_hant: 正在匯入 %@ 個檔案

source: 正在接收 %@%%
en: Receiving %@%%
ja: 受信中 %@%%
ko: 수신 중 %@%%

source: 正在播放
en: Now Playing
ja: 再生中
ko: 재생 중

source: 正在载入歌词
en: Loading Lyrics
ja: Loading Lyrics
ko: Loading Lyrics
zh_hant: 正在載入歌詞

source: 正在连接 Apple Watch
en: Connecting to Apple Watch
ja: Apple Watch に接続中
ko: Apple Watch에 연결 중
zh_hant: 正在連接 Apple Watch

source: 此操作会从本地资料库中删除文件。
en: This will delete the file from the local library.
ja: この操作でローカルライブラリからファイルを削除します。
ko: 이 작업은 로컬 보관함에서 파일을 삭제합니다.
zh_hant: 此操作會從本地資料庫中刪除檔案。

source: 此操作会从本地资料库中删除歌曲文件，并自动从歌单中移除。
en: This will delete the song file from the local library and remove it from playlists automatically.
ja: この操作でローカルライブラリから曲ファイルを削除し、プレイリストからも自動的に削除します。
ko: 이 작업은 로컬 보관함에서 노래 파일을 삭제하고 재생목록에서도 자동으로 제거합니다.
zh_hant: 此操作會從本地資料庫中刪除歌曲檔案，並自動從歌單中移除。

source: 此操作无法撤销。
en: This action cannot be undone.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
zh_hant: 此操作無法復原。

source: 此漫画格式由系统预览打开。PDF 与图片可直接传到 Watch 阅读。
en: This comic format opens in system preview. PDFs and images can be sent directly to Watch for reading.
ja: This comic format opens in system preview. PDFs and images can be sent directly to Watch for reading.
ko: This comic format opens in system preview. PDFs and images can be sent directly to Watch for reading.
zh_hant: This comic format opens in system preview. PDFs and images can be sent directly to Watch for reading.

source: 此设备不支持 Watch 连接
en: This device does not support Watch connections
ja: このデバイスは Watch 接続に対応していません
ko: 이 기기는 Watch 연결을 지원하지 않습니다
zh_hant: 此裝置不支援 Watch 連接

source: 每次移动
en: Move Each Time
ja: 1回の移動量
ko: 한 번에 이동
zh_hant: 每次移動

source: 每行错峰延迟
en: Per-Line Stagger
ja: 行ごとの遅延
ko: 행별 지연
zh_hant: 每行錯峰延遲

source: 比特率
en: Bit Rate
ja: ビットレート
ko: 비트레이트
zh_hant: 位元率

source: 毫秒
en: ms
ja: ミリ秒
ko: ms

source: 没有兼容文件
en: No Compatible Files
ja: No Compatible Files
ko: No Compatible Files
zh_hant: No Compatible Files

source: 没有可导入的本地歌曲
en: No Local Songs to Import
ja: No Local Songs to Import
ko: No Local Songs to Import
zh_hant: 沒有可匯入的本機歌曲

source: 没有封面时，鱼饼会自动用书名生成一张封面；你补充封面后书架会切换为正式书籍封面。
en: When there is no cover, YuBing generates one from the book title. After you add a cover, the bookshelf switches to the official book cover.
ja: 表紙がない場合、魚餅は書名から表紙を自動生成します。表紙を追加すると、本棚は正式な書籍表紙に切り替わります。
ko: 표지가 없으면 YuBing이 책 제목으로 표지를 자동 생성합니다. 표지를 추가하면 책장이 정식 책 표지로 전환됩니다.
zh_hant: 沒有封面時，魚餅會自動用書名生成一張封面；你補充封面後書架會切換為正式書籍封面。

source: 没有歌词
en: No Lyrics
ja: 歌詞がありません
ko: 가사 없음
zh_hant: 沒有歌詞

source: 法律信息
en: Legal
ja: 法的情報
ko: 법적 정보
zh_hant: 法律資訊

source: 流派
en: Genre
ja: ジャンル
ko: 장르

source: 浅色
en: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 浏览焦点
en: Browse Focus
ja: Browse Focus
ko: Browse Focus
zh_hant: Browse Focus

source: 深色
en: Dark
ja: ダーク
ko: 다크

source: 添加
en: Add
ja: 追加
ko: 추가
zh_hant: 新增

source: 添加书签
en: Add Bookmark
ja: ブックマークを追加
ko: 북마크 추가
zh_hant: 加入書籤

source: 添加到歌单
en: Add to Playlist
ja: Add to Playlist
ko: Add to Playlist
zh_hant: Add to Playlist

source: 添加文件
en: Add Files
ja: ファイルを追加
ko: 파일 추가
zh_hant: 新增檔案

source: 添加照片或视频
en: Add Photos or Videos
ja: 写真または動画を追加
ko: 사진 또는 동영상 추가
zh_hant: 新增照片或影片

source: 添加音乐
en: Add Music
ja: 音楽を追加
ko: 음악 추가
zh_hant: 新增音樂

source: 滑动
en: Slide
ja: スライド
ko: 슬라이드
zh_hant: 滑動

source: 滚动
en: Scroll
ja: スクロール
ko: 스크롤
zh_hant: 滾動

source: 漫画
en: Comics
ja: コミック
ko: 만화
zh_hant: 漫畫

source: 点按歌词跳转
en: Tap Lyrics to Seek
ja: 歌詞をタップしてシーク
ko: 가사 탭하여 이동
zh_hant: 點按歌詞跳轉

source: 点这里挑选文件，可以多选哦
en: Tap here to choose files. Multiple selection is supported.
ja: ここをタップしてファイルを選択できます。複数選択に対応しています。
ko: 여기를 눌러 파일을 선택하세요. 여러 개를 선택할 수 있습니다.
zh_hant: 點這裡挑選檔案，可以多選。

source: 焦点颜色提前
en: Focus Color Lead
ja: フォーカス色の先行
ko: 포커스 색상 선행
zh_hant: 焦點顏色提前

source: 照片
en: Photos
ja: Photos
ko: Photos
zh_hant: Photos

source: 照片：仅用于从相册选择封面或导入照片、视频。
en: Photos: Used only to choose covers or import photos and videos from your photo library.
ja: Photos: Used only to choose covers or import photos and videos from your photo library.
ko: Photos: Used only to choose covers or import photos and videos from your photo library.
zh_hant: Photos: Used only to choose covers or import photos and videos from your photo library.

source: 熄屏时长与屏幕亮度由 watchOS 控制。
en: Screen timeout and brightness are controlled by watchOS.
ja: 画面消灯までの時間と明るさはwatchOSで制御されます。
ko: 화면 꺼짐 시간과 화면 밝기는 watchOS에서 제어됩니다.
zh_hant: 熄屏時長與螢幕亮度由 watchOS 控制。

source: 版本
en: Version
ja: バージョン
ko: 버전

source: 用户协议
en: Terms of Service
ja: 利用規約
ko: 이용약관
zh_hant: 使用者條款

source: 用户责任
en: User Responsibilities
ja: User Responsibilities
ko: User Responsibilities
zh_hant: User Responsibilities

source: 电子书使用了当前版本无法解压的压缩方式。
en: This ebook uses a compression method that this version cannot extract.
ja: This ebook uses a compression method that this version cannot extract.
ko: This ebook uses a compression method that this version cannot extract.
zh_hant: This ebook uses a compression method that this version cannot extract.

source: 目录
en: Table of Contents
ja: 目次
ko: 목차
zh_hant: 目錄

source: 相机：仅在你使用扫描文档或二维码等功能时调用。
en: Camera: Used only when you scan documents, QR codes, or similar content.
ja: Camera: Used only when you scan documents, QR codes, or similar content.
ko: Camera: Used only when you scan documents, QR codes, or similar content.
zh_hant: Camera: Used only when you scan documents, QR codes, or similar content.

source: 知识产权
en: Intellectual Property
ja: Intellectual Property
ko: Intellectual Property
zh_hant: Intellectual Property

source: 磅
en: pt
ja: pt
ko: pt

source: 视频
en: Videos
ja: 動画
ko: 동영상
zh_hant: 影片

source: 移动
en: Move
ja: 移動
ko: 이동
zh_hant: 移動

source: 移动到
en: Move to
ja: 移動先
ko: 이동
zh_hant: 移至

source: 移动失败
en: Move failed
ja: 移動に失敗しました
ko: 이동 실패
zh_hant: 移動失敗

source: 移除图片
en: Remove Image
ja: Remove Image
ko: Remove Image
zh_hant: Remove Image

source: 空文件夹
en: Empty Folder
ja: Empty Folder
ko: Empty Folder
zh_hant: Empty Folder

source: 立体声
en: Stereo
ja: ステレオ
ko: 스테레오
zh_hant: 立體聲

source: 第 %@ 卷 · 第 %@ 章
en: Volume %@ · Chapter %@
ja: Volume %@ · Chapter %@
ko: Volume %@ · Chapter %@
zh_hant: Volume %@ · Chapter %@

source: 第 %@ 章
en: Chapter %@
ja: Chapter %@
ko: Chapter %@
zh_hant: Chapter %@

# 第 %@ 章 · %@%%
source: 第 %1$@ 章 · %2$@%%
en: Chapter %@ · %@%%
ja: 第%@章・%@%%
ko: %@장 · %@%%
zh_hant: 第 %@ 章 · %@%%

# 第 %@ 章 / 共 %@ 章
source: 第 %1$@ 章 / 共 %2$@ 章
en: Chapter %@ / %@
ja: 第%@章 / 全%@章
ko: %@장 / 총 %@장
zh_hant: 第 %@ 章 / 共 %@ 章

source: 第 %@ 页
en: Page %@
ja: Page %@
ko: Page %@
zh_hant: Page %@

source: 第三方说明
en: Third-Party Notes
ja: Third-Party Notes
ko: Third-Party Notes
zh_hant: Third-Party Notes

source: 等待 iPhone 传输
en: Waiting for iPhone transfer
ja: iPhone からの転送を待機中
ko: iPhone 전송 대기 중
zh_hant: 等待 iPhone 傳輸

source: 等待电脑上传
en: Waiting for uploads from your computer
ja: コンピュータからのアップロードを待機中
ko: 컴퓨터 업로드 대기 중
zh_hant: 等待電腦上傳

source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語
ko: 중국어 간체
zh_hant: 簡體中文

source: 类型
en: Type
ja: 種類
ko: 유형
zh_hant: 類型

source: 系统备份、iCloud 备份或你手动分享文件的行为由你自己的设备设置决定。
en: System backups, iCloud backups, or manual file sharing are controlled by your own device settings.
ja: System backups, iCloud backups, or manual file sharing are controlled by your own device settings.
ko: System backups, iCloud backups, or manual file sharing are controlled by your own device settings.
zh_hant: System backups, iCloud backups, or manual file sharing are controlled by your own device settings.

source: 系统音乐库
en: System Music Library
ja: システム音楽ライブラリ
ko: 시스템 음악 보관함
zh_hant: 系統音樂資料庫

source: 系统音乐库中没有歌曲。
en: There are no songs in the system music library.
ja: There are no songs in the system music library.
ko: There are no songs in the system music library.
zh_hant: There are no songs in the system music library.

source: 纸张
en: Paper
ja: 紙
ko: 종이
zh_hant: 紙張

source: 累计听歌时长
en: Total Listening Time
ja: Total Listening Time
ko: Total Listening Time
zh_hant: Total Listening Time

source: 继续向前阅读
en: Continue reading backward
ja: 前の章へ戻ります
ko: 앞부분으로 계속 읽기
zh_hant: 繼續向前閱讀

source: 继续阅读
en: Continue Reading
ja: 続きを読む
ko: 계속 읽기
zh_hant: 繼續閱讀

source: 继续阅读下一章
en: Continue to the next chapter
ja: 次の章へ進みます
ko: 다음 장으로 계속 읽기
zh_hant: 繼續閱讀下一章

source: 缓存目录不可用。
en: The cache directory is unavailable.
ja: The cache directory is unavailable.
ko: The cache directory is unavailable.
zh_hant: The cache directory is unavailable.

source: 编辑书签名称
en: Edit Bookmark Name
ja: Edit Bookmark Name
ko: Edit Bookmark Name
zh_hant: Edit Bookmark Name

source: 编辑书籍资料
en: Edit Book Info
ja: 書籍情報を編集
ko: 도서 정보 편집
zh_hant: 編輯書籍資訊

source: 编辑名称
en: Rename
ja: 名前を編集
ko: 이름 편집
zh_hant: 編輯名稱

source: 编辑歌单资料
en: Edit Playlist Info
ja: Edit Playlist Info
ko: Edit Playlist Info
zh_hant: Edit Playlist Info

source: 繁體中文
en: Traditional Chinese
ja: 繁体字中国語
ko: 중국어 번체

source: 翻页效果
en: Page Turn Effect
ja: Page Turn Effect
ko: Page Turn Effect
zh_hant: Page Turn Effect

source: 翻页方式
en: Page Turn Method
ja: Page Turn Method
ko: Page Turn Method
zh_hant: Page Turn Method

source: 联系
en: Contact
ja: Contact
ko: Contact
zh_hant: Contact

source: 自动
en: Automatic
ja: 自動
ko: 자동
zh_hant: 自動

source: 自动翻页
en: Auto Scroll
ja: 自動スクロール
ko: 자동 스크롤
zh_hant: 自動翻頁

source: 自动识别 UTF-8、UTF-16、GBK/GB18030；支持自动分章和手动封面。
en: Automatically detects UTF-8, UTF-16, and GBK/GB18030; supports automatic chapter detection and custom covers.
ja: Automatically detects UTF-8, UTF-16, and GBK/GB18030; supports automatic chapter detection and custom covers.
ko: Automatically detects UTF-8, UTF-16, and GBK/GB18030; supports automatic chapter detection and custom covers.
zh_hant: Automatically detects UTF-8, UTF-16, and GBK/GB18030; supports automatic chapter detection and custom covers.

source: 行距
en: Line Spacing
ja: 行間
ko: 줄 간격

source: 许可证全文
en: Full License Text
ja: Full License Text
ko: Full License Text
zh_hant: Full License Text

source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 语言
en: Language
ja: 言語
ko: 언어
zh_hant: 語言

source: 说明鱼饼如何在本地处理你导入的内容、权限和同步数据。
en: Explains how YuBing handles imported content, permissions, and sync data locally.
ja: Explains how YuBing handles imported content, permissions, and sync data locally.
ko: Explains how YuBing handles imported content, permissions, and sync data locally.
zh_hant: Explains how YuBing handles imported content, permissions, and sync data locally.
